[
    {
        "id":1,
        "image1":"DesignBy-Meric.jpg",
        "image2":"Pfp-Mladen-C.jpg",
        "name":"Mladen C.",
        "des1":"Mladen completed his studies in Engineering and then obtained his Master degree in Architecture Design and Urbanism. He has extensive experience working on residential and hospitality projects. Some of his well-known clients include hotel chains, such as Hilton, Sheraton, Hyatt, Marriott... <br>
        His experience in furniture design has made him passionate about wood. You’ll find the warmth and aesthetic of wood in combination with contemporary minimalistic concepts in many of his designs! <br>",
        "des2":" What drives you to design??  <br>
        The thing that drives me to design, or I would rather say, the force that drives me to design is the sense of being alive. It is the fulfillment of our spiritual need to create and learn. <br>
        Describe your ideal project:  <br>
        My ideal project is a smooth process of mutual responsibility, understanding, and commitment between the client and the designer that ends as a success of function and aesthetics. <br>
        Tell us your biggest design secret:  <br>
        My biggest design secret is my curiosity. I believe that as long as we are curious, we are alive!",
        "design1":"design1.jpg",
        "design2":"design2.jpg",
        "design3":"design3.jpg",
        "design4":"design4.jpg",
        "design5":"design5.jpg",
        "design6":"design6.jpg",
        "design7":"design7.jpg",
        "design8":"design8.jpg",
        "design9":"design9.jpg",
        "design10":"design10.jpg",
        "design11":"design11.jpg",
        "design12":"design12.jpg",
        "design13":"design13.jpg",
        "design14":"design14.jpg",
        "design15":"design15.jpg"
    },
    {
        "id":2,
        "image1":"DesignBy-Ahmed.png",
        "image2":"Pfp-Nikki-G.jpeg",
        "name":"Nikki G.",
        "des1":"Nikki's love for historical architecture, old-world charm, and distinctive elements has always been evident. With her passion for interior design and natural aesthetic sense, she creates spaces that are elegant and enduring. By blending your preferences with her creative vision, style, and attention to detail, she can craft a space that is both visually stunning and practical. Working in tandem, we can transform your home into a dream space that you and your loved ones will cherish for years to come. Nikki eagerly looks forward to meeting you and collaborating on a design project that fulfills your aspirations. <br>",
        "des2":"What drives you to design? <br>
        My drive for design comes from a love of architecture and interiors. I’ve always loved old houses and vintage pieces that make a home unique. I get such a sense of satisfaction and accomplishment after finishing a project that I can’t wait to move on to the next! Knowing my clients have a space they love, that I helped them create, drives me to become better each and every time. <br>
        Describe your favorite project: <br>
        I was fortunate enough to buy an old farmhouse earlier this year and an in the process of renovating! This is a project I’ve always wanted to do and I’m super excited about it! It was built in 1760 and I’m trying my best to keep the primitive nature of the home. It’s on 4 acres in CT with a large barn that I hope to make into another living space at some point. It’s post and bean construction and we have exposed several beautiful beams! It’s a big project, but will be well worth it! <br>
        From where do you draw most of your inspiration? <br>
        My love of old homes! I especially love old New England homes and old Southern homes. They have such a story to tell. So unique and charming! As much as I like other design styles, this is by far my favorite. <br> ",
        "design1":"design16.jpeg",
        "design2":"design17.jpeg",
        "design3":"design18.jpeg",
        "design4":"design19.jpeg",
        "design5":"design20.jpeg",
        "design6":"design21.jpeg",
        "design7":"design22.jpeg",
        "design8":"design23.jpeg",
        "design9":"design24.jpeg",
        "design10":"design25.jpeg",
        "design11":"design26.jpeg",
        "design12":"design27.jpeg",
        "design13":"design28.jpeg",
        "design14":"design29.jpeg",
        "design15":"design30.jpeg"
    },
    {
        "id":3,
        "image1":"DesignBy-Carrie.jpg",
        "image2":"Pfp-Meric-S.jpg",
        "name":"Meric S.",
        "des1":"For the past 20 years, Meric has been designing living spaces, from a small patio design or a kitchen remodel to a large scale of office space or a hotel design. During and after her studies in architecture, she had the chance to travel all over Europe. She was heavily influenced by European architecture. She spent a considerable amount of time in Rome, Milan, Athens, Barcelona, Paris, London, and of course, her home city where the east meets west, a crossroads of civilizations. As a result, these different cultural scenes play a massive role in defining her unique taste in design. Meric uses a combination of sophistication with contemporary and eclectic elements. She aims to create timeless spaces where people feel comfortable. <br>",
        "des2":"What drives you to design? <br>
        I love creating different spaces for different kinds of people where all of them feel comfortable and embrace with love and happiness. Every happy customer is my motivation to design better every time. <br>
        Tell us your biggest design secret:  <br>
        My biggest design secret is my different cultural aspects. I am a good listener, and I am always good at understanding my clients' needs. I usually mix the requirements with various cultural elements to create eclectic and sophisticated spaces.  <br>
        We know you love designing, but what about it do you love most?  <br>
        One of the very best things about designing is constant reinvention and willingness to try new ideas. When you are a designer, every day is a new day.",
        "design1":"design31.jpg",
        "design2":"design32.jpg",
        "design3":"design33.jpg",
        "design4":"design34.jpg",
        "design5":"design35.jpg",
        "design6":"design36.jpg",
        "design7":"design37.jpg",
        "design8":"design38.jpg",
        "design9":"design39.jpg",
        "design10":"design40.jpg",
        "design11":"design41.jpg",
        "design12":"design42.jpg",
        "design13":"design43.jpg",
        "design14":"design44.jpg",
        "design15":"design45.jpg"
    },
    {
        "id":4,
        "image1":"DesignBy-Mladen.jpg",
        "image2":"Pfp-Lori-Dennis.jpg",
        "name":"Lori Dennis",
        "des1":"Lori Dennis, is an HGTV celebrity, TED speaker, best-selling author, and influencer in the design and organic lifestyle space. She is an interior architect and designer with extensive residential, hospitality, commercial interiors, exteriors, and landscape experience. She highly recommends and frequently works with licensed and bonded construction companies, allowing for a seamless design-build. Her experience with major renovations, remodeling, historical preservation, room additions, and new construction make her the perfect designer for your project.  <br>",
        "des2":"Describe your go-to style:  <br>
        Clean, Classic, and Comfortable. Every client has their own unique idea of what they would like their home to look and feel like. We streamline that vision into a cohesive and beautiful space that is both lasting and livable.  <br>
        Tell us your biggest design secret:  <br>
        Invest in quality and you'll only pay once.  <br>
        What’s your prediction for the next big trend in design?  <br>
        Sustainable Luxury and Green Interior Design has been our passion for over 2 decades. Hardly a new trend or a passing fad, environmentally-friendly building and interior design are at the forefront of mindful living at home, in style.",
        "design1":"design46.jpg",
        "design2":"design47.jpg",
        "design3":"design48.jpg",
        "design4":"design49.jpg",
        "design5":"design50.jpg",
        "design6":"design51.jpg",
        "design7":"design52.jpg",
        "design8":"design53.jpg",
        "design9":"design54.jpg",
        "design10":"design55.jpg",
        "design11":"design56.jpg",
        "design12":"design57.jpg",
        "design13":"design58.jpg",
        "design14":"design59.jpg",
        "design15":"design60.jpg"
    },
    {
        "id":5,
        "image1":"DesignBy-Lori.jpg",
        "image2":"Pfp-Ahmed-S.jpeg",
        "name":"Ahmed S.",
        "des1":"Ahmed is a distinguished professional in the realm of architecture and interior design. His work encapsulates a rich diversity, embracing both the nuances of architectural aesthetics and the detailed intricacies of interior design. With a keen eye for detail, Ahmed has earned accolades for his exceptional visualization skills, manifesting through thoughtfully curated spaces that reflect both function and form. His deep understanding of the design process, combined with an innate sense for aesthetics, showcases his talent in seamlessly merging structural design with interior elegance.  <br>",
        "des2":"From where do you draw most of your inspiration?  <br>
        Design is about the perfect fusion of passion and knowledge. Being an artist for my whole life has taught me to view things more deeply. I find my inspiration within stories, movies or a song that vibes along with the project.  <br>
        We know you love designing, but what about it do you love most?  <br>
        The final touches. The small details like choosing accessories or paintings also choosing the right lighting and environment mood for the shot is like you are creating a scene from a movie.  <br>
        What’s your prediction for the next big trend in design?  <br>
        While minimalism will remain popular, we also anticipate a rise in maximalism in 2024. Think bold prints, statement furniture, and eclectic decor.",
        "design1":"design61.jpg",
        "design2":"design62.jpeg",
        "design3":"design63.jpeg",
        "design4":"design64.png",
        "design5":"design65.jpg",
        "design6":"design66.jpg",
        "design7":"design67.jpg",
        "design8":"design68.jpg",
        "design9":"design69.jpeg",
        "design10":"design70.jpg",
        "design11":"design71.jpg",
        "design12":"design72.jpeg",
        "design13":"design73.jpg",
        "design14":"design74.jpg",
        "design15":"design75.jpg"
    },
    {
        "id":6,
        "image1":"DesignBy-Nikki.jpg",
        "image2":"Pfp-Carrie-F.jpeg",
        "name":"Carrie F.",
        "des1":"Carrie F., a distinguished Los Angeles-based interior designer, excels in crafting interiors that mirror their owners' unique identities and lifestyles. With a design career spanning over 25 years, her portfolio encapsulates an array of styles, from minimalism to modern, contemporary to retro. This breadth of design genres stands as a testament to her extensive experience and adaptability. Carrie's expertise, ranging from intricate makeovers to managing new construction projects, underscores her commitment to creating distinct and transformative spaces.  <br>",
        "des2":"From where do you draw most of your inspiration?  <br>
        My client's lifestyle, the places I've traveled to, and my love of nature provide me with endless amounts of inspiration. Lifestyle dictates space planning and function. Travel and nature inspire colors, textures, sounds, and scents.  <br>
        What drives you to design?  <br>
        Good design has the ability to solve problems, change a person's energy or mood, and affect a person's lifestyle, Creating spaces that genuinely improve how people live and how they feel in their own homes is what drives me as a designer.  <br>
        Describe your go-to style:  <br>
        Traditional-leaning, eclectic, personalized interiors with a touch of whimsy are always my go-to style. I love mixing colors, patterns, and textures to create a space that is both comfortable and stimulating but not overwhelming.",
        "design1":"design76.png",
        "design2":"design77.png",
        "design3":"design78.png",
        "design4":"design79.png",
        "design5":"design80.png",
        "design6":"design81.png",
        "design7":"design82.png",
        "design8":"design83.png",
        "design9":"design84.png",
        "design10":"design85.jpeg",
        "design11":"design86.jpeg",
        "design12":"design87.jpeg",
        "design13":"design88.jpeg",
        "design14":"design89.jpeg",
        "design15":"design90.jpeg"
    }
]